Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=215_art_id=258.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Girku
smj: Åhpav: Girkko

source: Suorssá girku
smj: Sorsele girkko

source: Suorssá girkus lea ivdnás glássagovva mas sámenisson rukses máttasámi gahpiriin doallá njuoratmáná salas, ja sámenieida davvisámi gahpiriin geahčada olmmošjovkui geat birastahttet Jesusa.
smj: Sorsele girkkon le bájnos glássamálak sáme motijvajn. Sámenissun ruoppsis oarjjelsáme gahperijn anet mánátjav fármen ja sámenæjttso nuorttalap sámegahperijn gehtjat juohkusij gudi Jesusa birra tjuodtju.

source: Dát olbmot ges leat gárvodan nu mo lei dábálaš Jesusa eallinguovllus ja – báikkis.
smj: Sij li gárvodum dagu lij dábálasj Jesusa ájgen.

source: Ovddabealde govas lea fádnušaddu.
smj: Båsskå le mállaga åvddågietjen.
